; MSETUP4 string table
[STRING]
CHARSET="1"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Tento software nelze spustit, protože ho používá jiný uživatel."
MSE1="Systém nelze restartovat. Ukončete instalátor a ostatní spuštěné aplikace. Poté ukončete instalační program tiskárny Canon a opakujte akci."
MSE2="Tento program není možné používat v současném operačním systému."
MSE3="Pokud chcete instalovat programové vybavení, musíte se přihlásit jako člen skupiny administrátorů.\nKlepnutím na [OK] instalaci zrušte. Pokud používáte disk CD-ROM, vyjměte jej po klepnutí na [OK].\nPo zrušení instalace se přihlaste s účtem správce a poté nainstalujte software."
MSE3_Mac="Chcete-li spustit tento software, musíte být přihlášeni jako správce."
MSE31_Mac="Chcete-li nainstalovat tento software, musíte zadat uživatelské jméno a heslo správce."
MSE4="Pokud chcete zobrazit vybraný soubor, musíte mít nainstalován potřebný software."
MSE5="Na disku %D% není dostatek místa. Pokud chcete nainstalovat software, potřebujete %S% megabajtů volného místa."
MSE6="Zvolený adresář je neplatný. Zvolte adresář s oprávněním zápisu na lokálním pevném disku."
MSE7="Program nemůže být spuštěn, protože je nastavené nízké rozlišení obrazovky. Změňte rozlišení na hodnotu 800 x 600 pixelů nebo vyšší a opakujte akci.\nPokud program instalujete na počítač Tablet PC, nastavte orintaci obrazovky do režimu na šířku a potom opakujte akci."
MSE7_Mac="Program nemůže být spuštěn, protože je nastavené nízké rozlišení obrazovky. Změňte rozlišení na hodnotu 800 x 600 pixelů nebo vyšší a opakujte akci."
MSE8="V jednotce CD-ROM není disk CD.\nVložte do jednotky disk CD."
MSE9="V názvu souboru se nemohou vyskytovat následující znaky:\n/ , ; * ? \\" < > |"
MSE10="Délka zadané cesty překročila povolený limit. Zadejte cestu v délce do 150 znaků."
MSE11="V zadané cestě není uvedeno písmeno jednotky nebo je zadána relativní cesta. Zadejte absolutní cestu."
MSE14="Tento program není možné používat na tomto počítači."
MSE15="Tento program může být spuštěn v operačním systému Windows 2000 s aktualizací Service Pack 4 nebo novější. Jestliže je aktualizace vašeho operačního systému starší než Service Pack 4, aktualizujte si v systému Windows 2000 Service Pack 4 nebo novější a znovu spusťte danou operaci."
MSE16="Soubor nelze otevřít."
MSE17="Tento program může být spuštěn v operačním systému Windows XP s aktualizací Service Pack 2 nebo novější. Pokud je aktualizace vašeho operačního systému starší než Service Pack 2, aktualizujte systém Windows XP pomocí aktualizace Service Pack 2 nebo novější a znovu spusťte danou operaci."
MSE18="Tento program může být spuštěn v operačním systému Windows XP s aktualizací Service Pack 3 nebo novější. Pokud je aktualizace vašeho operačního systému starší než Service Pack 3, aktualizujte systém Windows XP pomocí aktualizace Service Pack 3 nebo novější a znovu spusťte danou operaci."
MSE19="Tento program může být spuštěn v operačním systému Windows Vista s aktualizací Service Pack 1 nebo novější. Pokud je aktualizace vašeho operačního systému starší než Service Pack 1, aktualizujte systém Windows Vista pomocí aktualizace Service Pack 1 nebo novější a znovu spusťte danou operaci."
MSE20="Tento program může být spuštěn v operačním systému Windows Vista s aktualizací Service Pack 2 nebo novější. Aktualizujte systém Windows Vista pomocí aktualizace Service Pack 2 nebo novější a znovu spusťte danou operaci."
MSE21="V jednotce CD-ROM není disk. Nastavení aplikace se nyní zavře."
MSM0001="OK"
MSM0002="Storno"
MSM0003="Ano"
MSM0004="Ne"
MSM0005="Zpět"
MSM0006="Další"
MSM0007="Pokračovat"
MSM0008="Přerušit"
MSM0009="Konec"
MSM0010="Nainstalovat"
MSM0011="Nápověda"
MSM0012="Vybrat vše"
MSM0013="Vymazat vše"
MSM0014="Zkontrolovat nejnovější informace"
MSM0015="Pokračovat v instalaci"
MSM0016="Stornovat instalaci"
MSM0017="Jazyk"
MSM0018="Výchozí"
MSM0019="Přeskočit"
MSM0020="Zpět na začátek"
MSM0021="Zavřít"
MSM0022="Uložit"
MSM0101="Chyba"
MSM0102="Upozornění"
MSM0103="Informace"
MSM0104="Canon"
MSM1001="Jazyk"
MSM1002="Vyberte pro tento program jazyk, který chcete používat, a klepněte na tlačítko [Další]."
MSM1003="Vyberte pro tento program jazyk, který chcete používat, a klepněte na tlačítko [Zpět]."
MSM1004="Vyberte jazyk."
MSM1011="Spouští se instalace pomocného nástroje. Pomocný nástroj je vyžadován procesy nastavení."
MSM1021="Shromažďování informací"
MSM1022="Probíhá shromažďování informací o nejnovějších ovladačích a softwaru."
MSM1023="Při internetovém přístupu bude tento software využívat informace uložené ve vašem Svazku klíčů.\nPokud se zobrazí dialogové okno „Potvrdit přístup ke svazku klíčů“, klepněte na možnost [Povolit vždy]."
MSM1024="Probíhá shromažďování informací o nejnovějším softwaru."
MSM1031="Chyba při shromažďování informací"
MSM1032="Shromažďování informací o ovladačích a softwaru proběhlo neúspěšně. Zkontrolujte připojení k síti a pokus opakujte."
MSM1033="Nenašli jsme software kompatibilní s vaším prostředím."
MSM1034="Shromažďování informací o softwaru proběhlo neúspěšně. Zkontrolujte připojení k síti a pokus opakujte."
MSM1051="Vybrat tiskárnu"
MSM1052="Vybrat skener"
MSM1103="USA, Kanada, Latinská Amerika"
MSM1104="Evropa, Střední východ, Afrika"
MSM1105="Asie"
MSM1106="Tichomoří"
MSM1116="Země a oblast"
MSM1117="Výběr místa bydliště."
MSM1118="Vyberte svou zemi nebo oblast. Pokud není vaše země nebo oblast uvedena v seznamu, vyberte možnost „Ostatní”."
MSM1241="Zahájit nastavení"
MSM1242="Probíhá spuštění nastavení, které je třeba dokončit dříve, než bude možné zařízení používat prostřednictvím počítače.\nPostupujte podle pokynů na obrazovce."
MSM1243="Zahájit nastavení"
MSM1244="Tento software umožňuje využívat zařízení prostřednictvím počítače."
MSM1245="Užitečný software"
MSM1246="Ukazuje, jak stáhnout a používat software tak, abyste ze svého zařízení dostali co nejvíc."
MSM1247="Příručka online"
MSM1248="Příručka je vám k dispozici online."
MSM1249="Využít aktuální software z internetu"
MSM1250="Nastavení"
MSM1305="Disk %DRIVELETTER% %DISKSPACE% MB volného místa"
MSM1306="Volné místo celkem: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1311="Aplikace"
MSM1312="Odhad času potřebného pro instalaci: %INSTALLTIME_MIN% až %INSTALLTIME_MAX% minut"
MSM1315="V závislosti na vašem síťovém prostředí může dokončení instalace chvíli trvat."
MSM1451="Seznam softwaru k instalaci"
MSM1452="Vybraný software bude nainstalován. Zkontrolujte, zda je vybrán požadovaný software a klepněte na tlačítko [Další]."
MSM1453_Mac="Chcete-li používat všechny funkce této tiskárny, je třeba nainstalovat veškerý níže uvedený software."
MSM1454="Tento software je povinný a jeho výběr nelze zrušit."
MSM1455_Mac="Chcete-li používat všechny funkce tohoto skeneru, je třeba nainstalovat veškerý níže uvedený software."
MSM1601="Licenční dohoda"
MSM1602="Před instalací vybraných programů si pozorně přečtěte licenční dohodu uvedenou dále."
MSM1603="Pokud se smlouvou souhlasíte, klepněte na tlačítko [Ano]. Pokud klepnete na tlačítko [Ne], instalace softwaru bude zrušena."
MSM1604="Před instalací programu %CURRENT_STEPITEM% si pozorně přečtěte následující licenční smlouvu."
MSM1605="Pokud se smlouvou souhlasíte, klepněte na tlačítko [Ano]. Pokud klepnete na tlačítko [Ne], software nebude nainstalován."
MSM1606="Výrobky společnosti Canon"
MSM1607="Nepřijmete-li podmínky licenční smlouvy, nebude tento software nainstalován. Pokračovat?"
MSM1608="Nepřijmete-li podmínky licenční smlouvy, tato aplikace a software Print Studio Pro, který tuto aplikaci vyžaduje, se naneinstaluje. Pokračovat?"
MSM1671="Instalace rozhraní .NET Framework"
MSM1672="Ve vašem počítači nebylo nalezeno nainstalované rozhraní Microsoft .NET Framework 4. Než bude možné použít libovolný software, je třeba rozhraní Microsoft .NET Framework 4 nainstalovat. Chcete spustit instalaci?"
MSM1681="Rozhraní Microsoft .NET Framework 4 nebylo nalezeno"
MSM1682="Ve vašem počítači nebylo nalezeno rozhraní Microsoft .NET Framework 4, nebo nebylo nainstalováno správně.\nNež bude možné tento software nainstalovat, je třeba nainstalovat také rozhraní Microsoft .NET Framework 4."
MSM1683="Software, který jste vybrali, vyžaduje instalaci rozhraní .Net Framework. Pokud nejste připojeni k Internetu, tento software se nemusí nainstalovat."
MSM1684="  - %s"
MSM1701="Průběh instalace: %PROGRESS%%"
MSM1702="Instalace bude ukončena přibližně za %RESTTIME% minut."
MSM1711="Probíhá stahování..."
MSM1712="Probíhá výpočet zbývajícího času..."
MSM1804="Licenční dohoda"
MSM1809="Dokončení"
MSM1901="Operace probíhá"
MSM1902="Operace probíhá. Čekejte, prosím."
MSM1903="Může to trvat přibližně minutu."
MSM1904="Probíhá instalace položky: %ITEM%"
MSM1905="Probíhá stahování položky: %ITEM%"
MSM1906="Probíhá stahování položky %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="Kontrola položek, které mají být staženy..."
MSM1908="Probíhá stahování... %d/%d"
MSM2001="Připojení tiskárny"
MSM2002="Zkontrolujte, zda je tiskárna připojená k počítači, a zapněte ji."
MSM2003="Tikárna nebyla rozpoznána. Zkontrolujte připojení."
MSM2008="Probíhá registrace tiskárny ve vašem počítači. \nMůže to chvilku trvat."
MSM2010="Připojení tiskárny"
MSM2031="Připojení skeneru"
MSM2032="Zkontrolujte, zda je skener připojen k počítači, a zapněte jej, pokud disponuje tlačítkem ZAPNOUT."
MSM2033="Skener nebyl rozpoznán. Zkontrolujte připojení."
MSM2034="Skener byl rozpoznán. Vyčkejte dokončení instalace."
MSM2096="Rozpoznání tiskárny"
MSM2097="Probíhá hledání tiskárny v síti."
MSM2111="Probíhá kontrola stavu tiskárny"
MSM2112="Zkontrolujte způsob připojení"
MSM2113="Připojit tiskárnu k následujícímu bezdrátovému směrovači pomocí bezdrátového připojení?"
MSM2114="Bezdrátový směrovač: %s"
MSM2115="Tiskárna (sériové číslo): %s (%s)"
MSM2116="Povolit použití následující tiskárny s připojením Wi-Fi?"
MSM2117="Povolit použití následující tiskárny s kabelovou sítí LAN?"
MSM2118="Povolit %s použití připojení USB?"
MSM2119="Povolit použití následující tiskárny s přímým připojením?"
MSM2120="O způsobech připojení"
MSM2121="Vybrat bezdrátový směrovač"
MSM2122="Vyberte bezdrátový směrovač, ke kterému chcete připojit tiskárnu."
MSM2123="Bezdrátové směrovače:"
MSM2124="Heslo:"
MSM2125="Skrýt text"
MSM2126="Přidat ručně"
MSM2131="Zadejte informace o vašem bezdrátovém směrovači."
MSM2132="Název sítě (SSID):"
MSM2133="Typ šifrování:"
MSM2134="Nepoužívat"
MSM2135="Použít WEP"
MSM2136="Použít WPA/WPA2"
MSM2137="Žádné"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="Délka klíče WEP:"
MSM2142="64 bitů"
MSM2143="128 bitů"
MSM2151="Formát klíče WEP:"
MSM2152="ASCII"
MSM2153="Hex/Hexadecimální"
MSM2161="ID klíče WEP:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="U 64bitového WEP musí být délka klíče 5 znaků ve formátu ASCII.\nZadejte prosím znovu."
MSM2172="U 64bitového WEP musí být délka klíče 10 číslic v hexadecimálním formátu.\nZadejte prosím znovu."
MSM2173="U 128bitového WEP musí být délka klíče 13 znaků ve formátu ASCII.\nZadejte prosím znovu."
MSM2174="U 128bitového WEP musí být délka klíče 26 číslic v hexadecimálním formátu.\nZadejte prosím znovu."
MSM2175="Pokud je formát klíče z množiny ASCII, nelze používat jiné znaky než ASCII.\nZadejte platnou hodnotu."
MSM2176="Pokud je formát klíče hexadecimální, nelze používat jiné znaky než hexadecimální čísla.\nZadejte platnou hodnotu."
MSM2177="Zadejte heslo v délce 8 až 63 znaků (ASCII) nebo 64 čísel (hexadecimální formát)."
MSM2178="Heslo je neplatné. Zadejte 5 nebo 13 znaků, případně 10 nebo 26 znaků (hex)."
MSM2181="Zkontrolujte název sítě (SSID)"
MSM2182="Bezdrátový směrovač (SSID): %s\n\nV případě, že název sítě (SSID) je správný, pokračujte kliknutím na [Další].\nPokud je název sítě (SSID) nesprávný, klepněte na [Zpět] a přidejte bezdrátový směrovač znovu."
MSM2183="Heslo pro bezdrátový směrovač může být nesprávné.\nKlepněte na [Zpět] a zadejte heslo znovu."
MSM2184="Chyba výběru sítě (SSID)"
MSM2185="Tiskárna nepodporuje 5GHz sítě.\nKlepněte na [Zpět] a zvolte síť (SSID), která podporuje 2.4GHz."
MSM2186="Typ šifrování bezdrátového směrovače neodpovídá nastavení šifrování.\nKlepněte na [Zpět] a přidejte bezdrátový směrovač znovu."
MSM2190="Výběr sítě (SSID)"
MSM2191="Síť (SSID), ke které je tento počítač připojen, nelze nalézt z tiskárny. Vyberte název sítě (SSID)."
MSM2192="Adresa MAC:"
MSM2193="(Vybrat)"
MSM2194="Jiné sítě"
MSM2195="Nastavení sítě (SSID)"
MSM2196="Zadejte informace o vaší síti (SSID)."
MSM2197="Heslo"
MSM2198="Zadejte heslo pro síť (SSID)."
MSM2199="Název sítě (SSID): %s"
MSM2200="Název sítě (SSID): %s\n\nV případě, že název sítě (SSID) je správný, pokračujte kliknutím na [Další].\nPokud je název sítě (SSID) nesprávný, klepněte na [Zpět] a vyberte název sítě (SSID) znovu."
MSM2201="Heslo pro síť (SSID) může být nesprávné.\nKlepněte na [Zpět] a zadejte heslo znovu."
MSM2202="Tiskárna nepodporuje 5GHz sítě.\nKlepněte na [Zpět] a zvolte síť (SSID), která podporuje 2.4GHz."
MSM2203="Typ šifrování sítě (SSID) neodpovídá nastavení šifrování.\nKlepněte na [Zpět] a nakonfigurujte znovu."

MSM2252="Nastavení dokončeno"
MSM2253="Nastavení tisku z počítače bylo dokončeno.\nNyní se nainstaluje samotný software."
MSM2254="Instalace nebyla dokončena.\nV instalaci užitečného softwaru pokračujte klepnutím na tlačítko [Pokračovat]."
MSM2255="Instalace byla dokončena."
MSM2256="Nyní můžete tisknout z počítače."
MSM2261="Nastavení"
MSM2262="Připojení k síti je během nastavení dočasně nedostupné.\nTento proces může trvat několik minut. Čekejte, prosím."
MSM2263="Nastavení bezkabelové sítě selhalo. Proces zrušte a podle pokynů na obrazovkách vyberte jinou metodu nastavení."
MSM2264="Provádění instalace. Tento proces může trvat několik minut. Čekejte, prosím."
MSM2301="Instalace se nezdařila."
MSM2310="Chyba hledání tiskárny"
MSM2311="Připojená tiskárna nebyla nalezena.\nChcete-li tiskárnu vyhledat znovu, klepněte na tlačítko [Hledat znovu]."
MSM2312="Hledat znovu"
MSM2313="Nastavení zrušeno"
MSM2314="Nastavení bylo zrušeno.\nKlepněte na [Zpět na začátek] a restartujte nastavení."
MSM2315="Instalace se nezdařila.\nKlepněte na [Zpět na začátek] a restartujte nastavení."
MSM2390="Před použitím této tiskárny je třeba provést nastavení tiskové hlavy. Další informace získáte klepnutím na [Nastavení tiskové hlavy] a pokračováním podle pokynů zobrazených na obrazovce.\n\nPo dokončení nastavení klepněte na [Další]."
MSM2391="Nastavení tiskové hlavy"
MSM2401="Doporučuje se nastavit tiskové hlavy"
MSM2411="Nastavení tiskové hlavy"
MSM2413="Provést"
MSM2414="Při tisku fotografií na této tiskárně se doporučuje provést nastavení tiskové hlavy. Chcete-li nyní provést nastavení tiskové hlavy, vložte do kazety běžný papír a klepněte na možnost [Provést]. Po dokončení nastavení tiskové hlavy klepněte na možnost [Další]. Další informace naleznete v příručce k tiskárně.\n\nNastavení tiskové hlavy můžete také provést po dokončení instalace tiskárny. Chcete-li pokračovat bez provedení nastavení tiskové hlavy, klepněte na tlačítko [Další]."
MSM2416="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Klepnutím na tlačítko [Provést] otevřete obrazovku ke spuštění nastavení tiskové hlavy. Podle pokynů na obrazovce vytiskněte vzor zarovnání. Vytištěný vzor zarovnání vložte na sklo a naskenujte jej.\n\nPo dokončení nastavení tiskové hlavy klepněte na tlačítko [Další]."
MSM2416_Mac="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Klepnutím na tlačítko [Provést] otevřete obrazovku ke spuštění nastavení tiskové hlavy. Podle pokynů na obrazovce vytiskněte vzor zarovnání. Vytištěný vzor zarovnání vložte na sklo a naskenujte jej.\n\nPo dokončení nastavení tiskové hlavy klepněte na tlačítko [Další]."
MSM2417="U této tiskárny je provedeno nastavení tiskové hlavy. Pokud po nainstalování nebo výměně kazety výstup obsahuje nezarovnané řádky nebo není uspokojivý, nastavením tiskové hlavy se tyto problémy vyřeší."
MSM2418="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Vložte do tiskárny papír, klepněte na tlačítko [Provést] a poté na tlačítko [Další]."
MSM2418_Mac="Před použitím tiskárny je nutné provést nastavení tiskové hlavy. Vložte do tiskárny papír a klepněte na tlačítko [Provést].\n\nPokud nechcete provést nastavení tiskových hlav, klepněte na tlačítko [Další]."
MSM2420="Probíhá hledání tiskáren."
MSM2421="Probíhá hledání %PRODUCTNAME%."
MSM2422="Nelze nalézt frontu tiskárny."
MSM2423="Zaregistrujte tiskárnu klepnutím na tlačítko [Registrovat tiskárnu]."
MSM2424="Registrovat tiskárnu"
MSM2434="Registrovat skener"
MSM2437_Mac="Přidat tiskárnu"
MSM2438_Mac="Pokud klepnete na možnost [Přidat tiskárnu], zobrazí se dostupné tiskárny. Vyberte zařízení %s, pro které se v poli Typ zobrazuje hodnota „Canon IJ Network“, a poté klepněte na možnost [Přidat].\nPo přidání tiskárny klepněte na tlačítko [Další]."
MSM2439_Mac="Pokud se tiskárny, které lze přidat, nezobrazí nebo pokud si nejste jisti, jak obrazovku používat, klepněte na možnost [Příručka online]."
MSM2440_Mac="Vybrat skener"
MSM2441_Mac="Probíhá nastavování skeneru v počítači.\n\nKlepnutím na možnost [Vybrat skener] spusťte aplikaci pro nastavení skeneru. Dokončete nastavení dle pokynů v aplikaci."
MSM2451="Registrace uživatele"
MSM2453="Další"
MSM2464="Registrace uživatele"
MSM2465="Zaregistrujte dnes tento produkt společnosti Canon a získejte následující výhody:\n- Každý měsíc obdržíte elektronický zpravodaj informující o úsporách se společností Canon.\n- Získáte zábavné projekty Creative Park a užitečné tipy.\n- Budete mezi prvními, kdo získají upozornění o inovacích softwaru."
MSM2474="Registrace uživatele"
MSM2475="Registrací tohoto produktu budete moci získat užitečné informace o produktu a službách. Chcete-li produkt zaregistrovat, musíte mít internetové připojení."
MSM2484="Registrace produktu"
MSM2485JU="Zaregistrujete-li si produkt Canon ještě dnes, získáte následující výhody:\n- Společnost Canon U.S.A. uloží vaše informace ve svých záznamech pro případ pojistné škody.\n- Budete mezi prvními uživateli, kteří obdrží oznámení o upgradech softwaru.\n- Každý měsíc obdržíte e-mailem bulletin společnosti Canon s výhodnými nabídkami."
MSM2485M="Aktualizací nebo registrací nového produktu budete moci získat užitečné informace o produktu a službách. Chcete-li produkt aktualizovat nebo zaregistrovat, musíte mít internetové připojení."
MSM2486_Mac="Klepnete-li na tlačítko [Další], budou informace o názvu produktu, operačním systému a regionální informace automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2486_Mac2="Klepnete-li na tlačítko [Další], budou informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2487="Chcete-li registraci provést později, klepněte na tlačítko [Storno] a přejděte k dalšímu kroku. Produkty můžete také kdykoliv zaregistrovat pomocí programu Quick Menu."
MSM2501="CANON iMAGE GATEWAY Registrace uživatele"
MSM2502="Registrovat"
MSM2503="CANON iMAGE GATEWAY Registrace produktu"
MSM2504="CANON iMAGE GATEWAY představuje exkluzivní online službu pro všechny, kteří si zakoupili produkt s nárokem na bezplatné členství nebo hradí poplatek za roční členství. Po zažádání o registraci uživatele můžete používat různé služby, díky kterým bude práce s digitálními fotografiemi ještě zajímavější."
MSM2505="CANON iMAGE GATEWAY je web s členstvím zdarma. Poskytujeme informace o podpoře pro naše produkty a informace související s tiskem položek, jako jsou například novoroční přání. Nabízíme užitečné tipy, například techniky focení pro naše fotoaparáty, abyste mohli dobře užívat naše produkty, a také cenné informace o outletových výprodejích exkluzivně pro členy."
MSM2506="Klepnete-li na tlačítko [Registrovat], budou informace o názvu produktu, operačním systému a regionální informace automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2507="Klepnete-li na tlačítko [Registrovat], budou informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2511="Registrace uživatele"
MSM2513="Registrace produktu"
MSM2514="Zaregistrujte dnes tento produkt společnosti Canon a získejte následující výhody:\n- Každý měsíc obdržíte elektronický zpravodaj informující o úsporách se společností Canon.\n- Získáte zábavné projekty Creative Park a užitečné tipy.\n- Budete mezi prvními, kdo získají upozornění o inovacích softwaru."
MSM2515="Registrací tohoto produktu budete moci získat užitečné informace o produktu a službách. Chcete-li produkt zaregistrovat, musíte mít internetové připojení."
MSM2516="Klepnete-li na tlačítko [Další], budou informace o názvu produktu, operačním systému a regionální informace automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2517="Klepnete-li na tlačítko [Další], budou informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky."
MSM2521="Registrace uživatele. Informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou přímo uvedeny na registrační obrazovce. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2522="Registrace uživatele. Informace o názvu produktu, operačním systému a regionální informace budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2526="Registrace uživatele. Informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou přímo uvedeny na registrační obrazovce. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2527="Registrace uživatele. Informace o názvu produktu, operačním systému a regionální informace budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2551="Registrace uživatele zařízení Canon %s"
MSM2552="Odinstalovat registraci uživatele"
MSM2571="Program pro odinstalaci registrace uživatele zařízení %s"
MSM2572="Opravdu chcete úplně odstranit 'Registraci uživatele zařízení Canon %s' a všechny její součásti?"
MSM2573="Odinstalace byla úspěšně dokončena."
MSM2574="Odinstalace se nezdařila."
MSM2575="K dokončení odinstalace je třeba restartovat počítač. Klepnutím na tlačítko [OK] restartujete počítač. Chcete-li počítač restartovat později, klepněte na tlačítko [Storno]."
MSM2576="Odinstalace softwaru Registrace uživatele zařízení Canon %s vyžaduje oprávnění správce."
MSM2577="Registrace uživatele. Informace o názvu produktu, operačním systému a regionální informace budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou přímo uvedeny na registrační obrazovce. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2577_Mac2="Registrace uživatele. Informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou přímo uvedeny na registrační obrazovce. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2578="Registrace uživatele. Informace o názvu produktu, operačním systému a regionální informace budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2578_2="Registrace uživatele. Informace o názvu produktu, operačním systému, regionální informace a sériové číslo tiskárny budou automaticky shromážděny a odeslány prostřednictvím Internetu společnosti Canon. Tyto informace budou použity pouze pro otevření registrační obrazovky. Chcete-li pokračovat, klepněte na tlačítko [OK]."
MSM2580="Připojení se nezdařilo. Ověřte, zda je povoleno připojení k síti, a pak opakujte akci. Pokud se připojení opět nezdařilo, počkejte chvíli a opakujte akci. Produkty můžete také kdykoliv zaregistrovat pomocí programu Solution Menu EX."
MSM2581="Připojení se nezdařilo. Ověřte, zda je povoleno připojení k síti, a pak opakujte akci. Pokud se připojení opět nezdařilo, počkejte chvíli a opakujte akci."
MSM2582="Připojení se nezdařilo."
MSM2584="Připojování. Čekejte, prosím."
MSM2585="Zadejte uživatelské jméno a heslo k bráně firewall."
MSM2586="Uživatelské jméno:"
MSM2587="Heslo:"
MSM2589="Připojení se nezdařilo. Ověřte, zda je povoleno připojení k síti, a pak opakujte akci. Pokud se připojení opět nezdařilo, počkejte chvíli a opakujte akci."
MSM2590="Pokud je tiskárna zaneprázdněna, nelze se připojit, například při čištění nebo provádění nastavení tiskové hlavy.\nKdyž je tiskárna nečinná, zkuste znovu nastavit Wi-Fi."
ExecutingPrefSet_Mac="Tato aplikace je propojena s programem CanoScan Toolbox."
MSM2601="Instalace byla uspěšně dokončena."
MSM2602="Restartujte systém (doporučeno)"
MSM2603="Pokračovat online"
MSM2604="Klepnutím na tlačítko [Pokračovat online] přejdete na web Canon, kde můžete stáhnout další aplikace a získat další informace o funkcích a službách, které jsou pro vaši tiskárnu k dispozici.\nTento software se ukončí a v prohlížeči se otevře web společnosti Canon."
MSM2605="Pokračovat online"
MSM2701="Zrušení instalace"
MSM2702_Mac="Instalace nebyla dokončena. V instalaci pokračujte klepnutím na tlačítko [Pokračovat]. Instalaci zrušíte klepnutím na tlačítko [Přerušit]."
MSM2801="Změna nastavení systému"
MSM2802="Nové nastavení se projeví až po restartování systému.\nChcete systém restartovat?"
MSM2851="Extended Survey Program"
MSM2870="Pro účely vývoje a marketingu produktů, které by lépe splňovaly požadavky zákazníků, žádá společnost Canon o odeslání informací spojených s produktem společnosti Canon do společnosti Canon pomocí Internetu. Požadované informace jsou uvedeny níže."
MSM2871="Pro účely vývoje a marketingu produktů, které by lépe splňovaly požadavky zákazníků, žádá společnost Canon o odeslání informací spojených s produktem společnosti Canon právně schválené společnosti zajišťující průzkum prostřednictvím Internetu. Požadované informace jsou uvedeny níže."
MSM2873="Souhlasíte-li s výše uvedenými podmínkami, klepněte na tlačítko [Souhlasím]. V opačném případě klepněte na tlačítko [Nesouhlasím]."
MSM2874="Pro účely vývoje a marketingu produktů, které by lépe splňovaly požadavky zákazníků, žádá společnost Canon o odeslání informací spojených s produktem společnosti Canon (pokud produkt společnosti Canon používáte v Číně, odešlete je právně schválené společnosti) zajišťující průzkum prostřednictvím Internetu. Požadované informace jsou uvedeny níže."
MSM2876="Souhlasíte-li s výše uvedenými podmínkami, klepněte na tlačítko [Souhlasím]. Spustí se instalace programu pro průzkum. V opačném případě klepněte na tlačítko [Nesouhlasím]. Program nemusí fungovat v nepodporovaných verzích operačního systému."
MSM2901="Zkušební tisk"
MSM2904="Správná funkce tiskárny bude ověřena provedením zkušebního tisku.\nVložte do tiskárny běžný papír, klepněte na tlačítko [Start]. Po dokončení zkušebního tisku klepněte na tlačítko [Další].\n\nDojde-li během tisku k chybě, zahajte instalaci znovu podle pokynů na obrazovce."
MSM2905="Start"
MSM2906="Byla odeslána data na kontrolu, zda tiskárna pracuje správně."
MSM3001="Chcete-li tiskárnu používat, musíte mít tento software. \nMůžete provádět tiskové operace odpovídající různým typům a velikostem papíru."
MSM3002_Mac="Příručka online vysvětluje funkce ovladače a poskytuje jednoduché návody, jak používat aplikaci."
MSM3008="Můžete kombinovat obrázkové soubory s textem a jednoduše je vytisknout pomocí funkce Direct Print."
MSM3009="Aktualizace systému."
MSM3010="Tento obslužný program umožňuje používat ve vašem počítači soubory uložené v paměťové kartě vložené v patici pro kartu v tiskárně."
MSM3011="Tento ovladač umožňuje používat zařízení v síti."
MSM3012="Tento nástroj použijte pro změnu způsobu připojení a nastavení zabezpečení tiskárny připojené k síti."
MSM3013="Program My Printer pomáhá řešit potíže s tiskem, jako jsou šmouhy na výtiscích."
MSM3016="Ovladače MP Drivers jsou nezbytné pro tisk dokumentů a skenování obrázků."
MSM3018="Program ArcSoft PhotoStudio umožňuje opravovat/upravovat obraz importovaný ze skeneru nebo z digitálního fotoaparátu."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="Program ScanSoft OmniPage SE je program využívající technologii OCR (optické rozpoznání znaků), který můžete použít pro převod textu z knih nebo novin na textová data."
MSM3021="Program Presto! PageManager usnadňuje skenování, sdílení a organizaci dokumentů a fotografií. Pro snadné vyhledání můžete mít všechny obchodní dokumenty uloženy v neomezeném počtu vnořených složek."
MSM3023="Instalační program Setup Utility umožňuje nastavit tisk prostřednictvím infračerveného portu nebo rozhraní Bluetooth."
MSM3024="Nástroj Setup Utility umožňuje nastavit tisk pomocí portu PictBridge."
MSM3026="Tento modulový software umožňuje snadný profesionální tisk fotografií. Chcete-li tento modulový software používat, je třeba nainstalovat potřebný software."
MSM3027="Ovladač XPS je vhodný pro tisk ze softwarových aplikací, které podporují tisk XPS (v systému Windows Vista nebo novějších)."
MSM3027_0="Ovladač XPS je vhodný pro tisk ze softwarových aplikací, které podporují tisk XPS (v systému Windows Vista nebo novějších). Musí být správně nainstalován ovladač tiskárny IJ."
MSM3027_1="Ovladač XPS je vhodný pro tisk ze softwarových aplikací, které podporují tisk XPS (v systému Windows Vista nebo novějších). Musí být správně nainstalovány ovladače MP Drivers."
MSM3028="ScanGear je ovladač, který je vyžadován pro ovládání skeneru. Chcete-li tento ovladač použít, spusťte aplikační software, například program pro úpravu obrázků."
MSM3028_Mac="Ovladač, který je vyžadován pro ovládání skeneru. Umožňuje při skenování nastavit velikost dokumentu, velikost výstupu a jiná pokročilá nastavení. Také se používá při ovládání skeneru prostřednictvím aplikací kompatibilních s prostředím TWAIN."
MSM3031_Mac="Příručka online vysvětluje funkce ovladače a poskytuje jednoduché návody, jak používat aplikaci."
MSM3032=
MSM3034="Tato aplikace je nutná pro věrný tisk barev obrázků ve formátu Adobe RGB. Adobe je registrovaná ochranná známka nebo ochranná známka společnosti Adobe Systems Incorporated v USA a v ostatních zemích."
MSM3035="Nástroj Setup Utility umožňuje konfigurovat nastavení tiskárny pomocí připojení prostřednictvím infračerveného portu, portu Bluetooth nebo portu PictBridge."
MSM3037="ScanGear CS je ovladač skeneru (ovladač rozhraní TWAIN), který je vyžadován pro ovládání skeneru. Chcete-li tento ovladač použít, spusťte aplikační software, například program pro úpravu obrázků."
MSM3040="Funkce Easy-PhotoPrint EX umožňuje snadné vytvoření vlastního alba fotografií, nálepek nebo kalendáře z fotografií pořízených digitálním fotoaparátem. Můžete také snadno tisknout fotografie bez ohraničení. Dále můžete před tiskem použít funkce korekce červených očí a digitálního vyhlazení tváře."
MSM3041="Okamžitě spustí software, který vám umožní jednoduše vytisknout fotografie."
MSM3042="Aplikace MP Navigator EX umožňuje snadno importovat naskenované obrázky přímo do aplikačního softwaru, tisknout je, připojit k e-mailu a uložit je v počítači."
MSM3043="Příručka obsahuje informace o používání zařízení a dodaného softwaru. Obsahuje rovněž informace o řešení potíží."
MSM3043_Mac="Příručka obsahuje informace o používání zařízení a dodaného softwaru. Obsahuje rovněž informace o řešení potíží."
MSM3044="Nástroj Easy-WebPrint EX umožňuje vybírat části webových stránek a tisknout je v požadovaném rozvržení. V prohlížeči je zobrazen v podobě jednoduše použitelného panelu nástrojů."
MSM3044_Mac="Aplikace Easy-WebPrint EX umožňuje vybírat části webových stránek a tisknout je v požadovaném rozvržení. Jedná se o užitečný modul plug-in pro prohlížeč. Je potřeba prohlížeč Safari 4.0 nebo novější."
MSM3045="Tento software umožňuje upravit kódovanou rychlou volbu, informace o uživateli a další nastavení, které je v tiskárně zaregistrováno. Následně je možné upravené nastavení uložit v počítači nebo je zpět registrovat v tiskárně."
MSM3046="Pomocí programu Solution Menu EX můžete okamžitě spustit aplikační software, který vám umožní snadno vytisknout alba a kalendáře nebo skenovat dokumenty jediným klepnutím myší. Poskytuje také snadný přístup k webům společnosti Canon, které umožňují jeho různá použití."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Podle potřeby můžete importovat fotografie a s jejich pomocí vytvářet a tisknout osobní výtvory, jako jsou koláže, přání a kalendáře. Pomocí jednoduchých pokynů můžete také tisknout fotografie bez ohraničení a opravovat či vylepšovat své obrázky. Společně s nástrojem Image Display můžete k uloženým fotografiím vytvářet doporučení."
MSM3049="Doplněk k tisku fotografií, který usnadňuje a obohacuje vytváření profesionálních uměleckých děl. Je zapotřebí nainstalovat vhodnou aplikaci. Informace o odpovídajících aplikacích naleznete v příručce."
MSM3050="K dispozici máte možnost rychle spouštět software nebo příručku k produktu Canon. Můžete také snadno přejít na webové stránky, kde naleznete užitečné informace o produktu Canon nebo na další webové stránky nabízející další užitečné funkce."
MSM3051="Ovladač, který je vyžadován pro ovládání skeneru. Používá se při ovládání skeneru prostřednictvím aplikací kompatibilních s prostředím ICA."
MSM3052="Tento nástroj skenuje a ukládá obrázky."
MSM3053="K dispozici máte možnost rychle spouštět software k produktu Canon. Můžete také snadno přejít k příručce nebo na různé webové stránky."
MSM3054="Přidejte jazykové slovníky, které chcete použít při vytváření souborů PDF s možností vyhledávání textu nebo při skenování OCR. Po instalaci vyberte na obrazovce s nastavením nástroje Canon IJ Scan Utility vhodný jazyk."
MSM3055="Jedná se o aplikaci, která spustí nástroj ScanGear, s jeho pomocí zobrazí náhled obrázků, naskenuje je a nakonec uloží do počítače."
MSM3056="Tento software umožňuje upravit nastavení prostřednictvím tiskárny v síti."
MSM3057="Tento software vám umožňuje optimálně řídit tisk z aplikace „AutoCAD“ společnosti Autodesk, Inc., která využívá technologii CAD."
MSM3058="Tento software vám umožní přímo a bez obtíží vytvářet výstup ze souborů, jako jsou různé nákresy, bez nutnosti používat vyhrazenou aplikaci.\nMimo jiné také spolupracuje s cloudovou službou a nabízí možnost rychlého sdílení souborů mezi více uživateli."
MSM3059="Tento doplněk plug-in je určen pro aplikaci Microsoft Word, Microsoft Excel a Microsoft PowerPoint. S jeho pomocí můžete v tiskárně zjednodušit řadu tiskových funkcí aplikací ze sady Microsoft Office."
MSM3062="V této aplikaci můžete zvolit, jak budou text a obrázky rozloženy na stránce pro tisk."
MSM3063="Vytvářejte a tiskněte jedinečné koláže, karty, kalendáře a další ze svých oblíbených fotografií. Lze také snadno vytisknout kopie fotografií bez ohraničení."
MSM3064="Stačí vybrat složku obsahující vaše fotografie, aplikace pak fotografie automaticky vybere a uspořádá je do fotografické knihy. Po podání objednávky prostřednictvím aplikace bude vaše fotografická kniha vytištěna ve vysokém rozlišení na tiskárně ve fotolabu Canon. Easy-PhotoPrint Editor můžete také použít k vytištění fotografií ze své fotografické knihy na domácí tiskárně."
MSM3066="Stačí vybrat složku obsahující vaše fotografie, aplikace pak fotografie automaticky vybere a uspořádá je do fotografické knihy. Po podání objednávky prostřednictvím aplikace bude vaše fotografická kniha vytištěna ve vysokém rozlišení na tiskárně ve fotolabu Canon. Easy-PhotoPrint Editor můžete také použít k vytištění fotografií ze své fotografické knihy na domácí tiskárně."

MSM4001W="Ovladač tiskárny IJ"
MSM4001="Ovladač tiskárny"
MSM4002="Uživatelská příručka"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Ovladač XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Nástroj pro rychlou volbu"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Ovladač ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Dodatečné slovníky pro OCR (čínština/korejština)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: vytváření knih vlastních fotografií"
MSM4067="hdAlbum EZ: vytváření knih vlastních fotografií"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="Funkce pro online nákup inkoustu je nyní připravena."
EIDENABLER_ADMIN="Chcete-li spustit tento software, musíte se přihlásit jako člen skupiny administrátorů."
MENU1_Mac="O nastavení"
MENU2_Mac="Služby"
MENU3_Mac="Skrýt nastavení"
MENU4_Mac="Skrýt ostatní"
MENU5_Mac="Zobrazit vše"
MENU6_Mac="Ukončit nastavení"
MENU7_Mac="Úpravy"
MENU8_Mac="Vyjmout"
MENU9_Mac="Kopírovat"
MENU10_Mac="Vložit"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="Čína"
HK="Hongkong"
ID="Indonésie"
IN="Indie"
JP="Japonsko"
KR="Korea"
MY="Malajsie"
PH="Filipíny"
SG="Singapur"
TW="Tchaj-wan"
TH="Thajsko"
VN="Vietnam"
MO="Macao"
AU="Austrálie"
NZ="Nový Zéland"
US="Spojené státy"
CA="Kanada"
BR="Brazílie"
MX="Mexiko"
AR="Argentina"
CL="Chile"
PA="Panama"
AT="Rakousko"
BE="Belgie"
BG="Bulharsko"
HR="Chorvatsko"
CZ="Česká republika"
DK="Dánsko"
EE="Estonsko"
FI="Finsko"
FR="Francie"
DE="Německo"
GR="Řecko"
HU="Maďarsko"
IE="Irsko"
IT="Itálie"
LV="Lotyšsko"
LT="Litva"
LU="Lucembursko"
NL="Nizozemsko"
NO="Norsko"
PL="Polsko"
PT="Portugalsko"
RO="Rumunsko"
RU="Rusko"
SK="Slovensko"
SI="Slovinsko"
ZA="Jihoafrická republika"
ES="Španělsko"
SE="Švédsko"
CH="Švýcarsko"
TR="Turecko"
GB="Spojené království"
Others="Ostatní"
MSM5001="Vytvořit zástupce na ploše"
MSM5002="Souhlasíte s vytvořením zástupce příručky na ploše? Pokud souhlasíte, vyberte možnost „Souhlasím“. Pokud vyberete možnost „Nesouhlasím“, můžete příručku otevřít ze složky Aplikace."
MSM5003="Souhlasím"
MSM5004="Nesouhlasím"
MSM5010="Přidat aplikaci Easy-WebPrint EX do Docku"
MSM5011="Souhlasíte s přidáním aplikace Easy-WebPrint EX do Docku? Pokud souhlasíte, vyberte možnost \"Souhlasím\". Pokud vyberete možnost \"Nesouhlasím\", můžete aplikaci Easy-WebPrint EX spustit ze složky Aplikace."
MSM5012="Souhlasím"
MSM6000="Vybrat metodu připojení tiskárny."
MSM6001="Připojení Wi-Fi"
MSM6002="Kabelová síť LAN (ethernetový kabel)"
MSM6003="Připojení USB (kabel USB)"
MSM6004="Zopakujte síťová nastavení tiskárny"
MSM6005="Vyberte metodu připojení Wi-Fi."
MSM6006="Připojení pomocí bezdrátového směrovače (doporučeno)"
MSM6007="Přímé připojení"
MSM6008="Připojení k počítači a tiskárně pomocí bezdrátového směrovače."
MSM6009="Přímé připojení k počítači a tiskárně"
MSM6010="Postup přepínání mezi připojením pomocí bezdrátového směrovače a možnosti Přímé připojení, nebo další podrobnosti o metodě připojení naleznete po klepnutí na [Pokyny]."
MSM6011="Pokyny"
MSM6012="Zkontrolujte, zda je tiskárna zapnuta."
MSM6013="Seznam tiskáren v síti"
MSM6014="Sériové číslo"
MSM6015="Adresa MAC"
MSM6016="Adresa IP"
MSM6017="Nastavovaná tiskárna není uvedena v seznamu"
MSM6018="Aktualizace"
MSM6019="1. Pokud chcete nastavit tiskárnu v síti, vyberte ji v výše uvedeného seznamu tiskáren a klepněte na tlačítko [Další].\n   Sériové číslo je uvedeno na zadní straně tiskárny a na záruční jistině.\n   V seznamu výše je uvedeno pouze 5 posledních číslic ze sériového čísla.\n2. Jestliže se tiskárna, u které provádíte nastavení, v seznamu výše nenachází, zapněte tiskárnu a klepněte na tlačítko [Aktualizace].\n3. Pokud se tiskárna ani tak nezobrazí, vyberte možnost [Nastavovaná tiskárna není uvedena v seznamu] a klepněte na tlačítko [Další]."
MSM6020="1. Pokud se tiskárna, kterou chcete nastavit v síti, nachází ve výše uvedeném seznamu tiskáren, vyberte ji a klepněte na [Další].\n   Sériové číslo naleznete na zadní straně tiskárny nebo na záručním listu.\n2. Jestliže se tiskárna, kterou chcete nastavit, ve výše uvedeném seznamu nenachází, zapněte tiskárnu a klepněte na [Aktualizovat].\n3. Pokud ani poté nebude tiskárna v seznamu uvedena, vyberte [Nastavovaná tiskárna není uvedena v seznamu] a klepněte na [Další].\n4. [Nastavovaná tiskárna není uvedena v seznamu] vyberte a na [Další] klepněte i pokud chcete využít připojení USB."
MSM6021="Připojení dokončeno."
MSM6022="Výběr způsobu připojení"
MSM6023="Zkontrolovat napájení"
MSM6024="Využijte jiný způsob nastavení. Postupujte podle pokynů na obrazovce."
MSM6025="Před instalací ovladače XPS je třeba dokončit nastavení tiskárny. Pokud nastavení tiskárny zatím neproběhlo, můžete je spustit po klepnutí na tlačítko [Zpět na začátek]."
MSM6026="Než budete pokračovat"
MSM6027="Tento software může nastavit tiskárnu pomocí sítě.\nPokud váš bezpečnostní software zobrazuje při nastavování nějaká upozornění, povolte tomuto softwaru pokračovat.\n(Podrobnosti naleznete v příručce bezpečnostního softwaru.)\n\nTento software přidá jiný software, který nainstaluje, do seznamu povolených programů v bráně firewall systému Windows."
MSM6028="Zrušit blokování"
MSM6029="Vybrat tiskárnu"
MSM6026_Mac="Než budete pokračovat"
MSM6027_Mac="Tento software může nastavit tiskárnu pomocí sítě.\nPřed spuštěním nastavování může být nutné změnit nastavení bezpečnostního softwaru, podle toho, jaký bezpečnostní software používáte.\n(Podrobnosti naleznete v příručce bezpečnostního softwaru.)\n\nPokud bezpečnostní software zobrazuje při nastavování nějaká upozornění, povolte tomuto softwaru pokračovat.\n\nTento software používá svazek klíčů.\nPokud přístupový svazek klíčů vyžaduje vaše oprávnění, klepněte na tlačítko [Povolit vždy]."
MSM6100="Nástroj My Image Garden s pomocí fotografií uložených v počítači automaticky vytváří pohlednice nebo kalendář."
MSM6101="CREATIVE PARK PREMIUM poskytuje prémiový obsah výhradně pro uživatele používajícím originální inkousty značky Canon."
MSM6102="Vytištěnou fotografii můžete jednoduše precizně zkopírovat prostřednictvím nabídky v tiskárně."
MSM6103="Po spuštění tiskové úlohy se tiskárna automaticky zapne, i když byla předtím vypnuta."
MSM6104="Tichý režim umožňuje tisknout, kopírovat nebo skenovat bez ohledu na denní dobu nebo jiné okolnosti."
MSM6105="Funkce, které jsou zde uvedeny, závisí na použitém modelu. Další informace naleznete v příručce."
MSM6106="Další informace o funkcích a nastavení naleznete v příručce."
MSM6107="Tato funkce vám umožní nahrávat tisková data a následně volně uspořádat stránky na papíře, nebo jednotlivé stránky zvětšit či zmenšit."
MSM6108="Tento doplněk plug-in umožňuje bez problémů vytvářet vysoce kvalitní výtisky. Podporuje aplikaci Adobe Photoshop, Adobe Photoshop Lightroom a Digital Photo Professional."
MSM6109="Tento software umožňuje dosáhnout efektivního tisku díky možnosti tisknout několik souborů současně. Soubory můžete také sdílet v cloudové službě."
MSM6110="Tento software umožňuje vytvářet špičkové návrhy plakátů. V nabídce naleznete také řadu materiálů."
MSM6111="Tento doplněk plug-in je určen ke snadnému velkoformátovému tisku z aplikací sady Microsoft Office. Umožňuje také tisk delší strany a tisk bez ohraničení."
MSM6112="Tento software umožňuje přizpůsobit nastavení papíru. Podle potřeby můžete změnit název papíru, provádět úpravy nebo jinak optimalizovat tisk na svůj oblíbený papír."
MSM6113="Tento software umožňuje vkládat do tabulky použitý inkoust a papír včetně spojených nákladů. Můžete zde sledovat celkové tiskové náklady a lépe tak dosáhnout jejich snížení."
MSM6114="Tento software umožňuje spravovat několik stavů tiskárny současně. S jeho pomocí můžete také rychle odhalit docházející inkoust, což vám dále usnadní správu tiskárny."
MSM6115="Funkce Výtisky chytrým telefonem umožňuje vytvářet kopie dokumentů prostřednictvím fotoaparátu telefonu nebo tabletu."
MSM6116="V aplikaci Free Layout plus můžete zvolit, jak budou text a obrázky rozloženy na stránce pro tisk."
MSM6117="Pomocí aplikace Easy-PhotoPrint Editor můžete vytvářet a tisknout jedinečné koláže, karty, kalendáře a další ze svých oblíbených fotografií."
MSM6118="Pomocí aplikace Easy-PhotoPrint Editor tiskněte plakáty, kalendáře a koláže fotografií z počítače nebo telefonu."
MSM6119="Tato aplikace umožňuje vytvářet vysoce kvalitní výtisky. Podporuje různé aplikace na úpravu obrázků, např. Adobe Photoshop, Adobe Photoshop Lightroom a Digital Photo Professional."
MSM6030="Vyberte ze seznamu"
MSM6031="Sériové číslo naleznete na záruční jistině a na tiskárně."
MSM6032="Zařízení IPv4"
MSM6033="Zařízení IPv6"
MSM6034="Sériové číslo (posledních 5 čísel)"
MSM6035="Umístění sériového čísla"
MSM6036="Zadejte adresu IP a spusťte vyhledávání"
MSM6037="Síťové připojení nastavte podle pokynů v příručce"
MSM6038="Tuto možnost vyberte v případě, že se tiskárna nezobrazí na seznamu nebo ji nelze vyhledat zadáním adresy IP."
MSM6039="Způsob výběru hledání tiskárny"
MSM6040="Hledat podle adresy IPv4"
MSM6041="Hledat podle adresy IPv6"
MSM6042="Hledat podle názvu hostitele"
MSM6043="Hledat podle názvu Bonjour"
MSM6044="Než bude možné zadat adresu IP a spustit hledání, je třeba k tiskárně přiřadit adresu IP. Další podrobnosti získáte klepnutím na možnost [Příručka online]."
MSM6045="Během hledání uvedené adresy IP došlo k chybě"
MSM6046="Uvedená tiskárna nebyla nalezena. Ověřte adresu IP nebo název hostitele a pokus opakujte. Další podrobnosti získáte klepnutím na možnost [Příručka online]."
MSM6047="Znovu rozpoznat"
MSM6048="Uvedenou adresu IP nebo název hostitele již používá jiné zařízení. Ověřte adresu IP nebo název hostitele a pokus opakujte. Další podrobnosti získáte klepnutím na možnost [Příručka online]."
MSM6049="Změna nastavení sítě IPv4"
MSM6050="Zvolte metodu nastavení a zadejte adresu IP tiskárny, kterou chcete použít."
MSM6051="Automatické nastavení"
MSM6052="Automatické získávání adresy IP vyžaduje použití serveru DHCP."
MSM6053="Ruční instalace"
MSM6054="Adresa IPv4"
MSM6055="Informace o adrese IP vám sdělí váš správce sítě."
MSM6056="Změna nastavení sítě IPv6"
MSM6057="Automatické získávání adresy IPv6 vyžaduje použití serveru DHCPv6 nebo směrovače IPv6."
MSM6058="Adresa IPv6"
MSM6059="Délka předpony"
MSM6060="Informace o adrese IP a délce předpony vám sdělí váš správce sítě."
MSM6061="Během změny nastavení sítě došlo k chybě"
MSM6062="Změna nastavení se pravděpodobně nezdařila z jednoho z následujících důvodů:\n  -Zadaná adresa IP je neplatná\n  -Adresa IP je duplicitní"
MSM6063="Další podrobnosti získáte klepnutím na možnost [Příručka online]."
MSM6064="Klepněte na možnost [Přidat tiskárnu] a přidejte tiskárnu podle pokynů na obrazovce.\n\nPo přidání tiskárny klepněte na možnost [Další]."
MSM6065="Chcete-li používat všechny funkce této tiskárny, je třeba nainstalovat ovladač Canon.\nKlepněte na možnost [Další] a nastavení zopakujte."
MSM6066="Nastavit jako výchozí tiskárnu"
MSM6067="Připojte tiskárnu k počítači pomocí kabelu USB.\nZkontrolujte, zda je tiskárna zapnuta."
MSM6068="Pokud je kabel USB připojen k tiskárně, odpojte jej."
MSM6069="Název produktu"
MSM6071="Počítačová síť není k dispozici"
MSM6072="Zkontrolujte, zda je povoleno síťové připojení počítače. \nChcete-li připojit pomocí Wi-Fi, zkontrolujte stav připojení bezdrátového směrovače."
MSM6073="Zadat heslo správce"
MSM6074="Zadejte heslo správce pro svou tiskárnu."
MSM6075="Heslo správce"
MSM6075_add1="Heslo správce:"
MSM6076="Heslo je nesprávné."
MSM6077="Povolte v počítači připojení Wi-Fi."
MSM6081="Můžete tisknout z chytrého telefonu nebo tabletu"
MSM6085="Informace o síti v bezdrátovém směrovači"
MSM6087="Heslo:"
MSM6088="Zobrazit heslo"
MSM6089="Klepněte na [Pokyny], získejte další informace v příručce online a nastavte chytrý telefon nebo tablet.\nPokud nepoužíváte chytrý telefon ani tablet, klepněte na [Další]."
MSM6091="Provedli jste inicializaci tiskárny?"
MSM6092="1. Zkontrolujte, zda je v nádržce s inkoustem inkoust.\n2. Stiskněte a asi 5 sekund podržte tlačítko Zastavit (Stop) na tiskárně.\nTiskárna se pak začne inicializovat. Tato operace potrvá přibližně 6 minut."
MSM6093="1. Zkontrolujte, zda je v nádržce s inkoustem inkoust.\n2. Stiskněte a asi 5 sekund podržte tlačítko POKRAČOVAT/STORNO (RESUME/CANCEL) na tiskárně.\nTiskárna se pak začne inicializovat. Tato operace potrvá přibližně 6 minut."
MSM6094="Příprava systému inkoustu"
MSM6095="Systém inkoustu nebyl připraven. Pokud chcete zahájit přípravu, klikněte na tlačítko [Pokyny] a postupujte podle pokynů k přípravě, nebo nahlédněte do příručky „Příručka pro uvedení do provozu (Getting Started)“, která byla dodána s tiskárnou."
MSM6096="Zkontrolovat tiskárnu"
MSM6097="Kód podpory: %s\n\nPříprava tiskárny nebyla dokončena. Zkontrolujte tiskárnu.\nDalší informace naleznete v Příručce online klepnutím na [Pokyny].\n\nPak klepněte na tlačítko [Další]."
MSM6098="Pokyny"
MSM6099="Zkontroluji tiskárnu později."
MSM6120="Snadné bezdrátové připojení"
MSM6121="Klepněte na [Pokyny] a připravte tiskárnu na připojení podle následujících pokynů průvodce. Jakmile je tiskárna připravena, bude rozpoznaná a můžete pokračovat k dalšímu kroku. Rozpoznání tiskárny může chvíli trvat."
MSM6123="Alternativní způsoby"
MSM6124="Nastavení Wi-Fi"
MSM6125="Vyberte způsob, kterým chcete nastavit Wi-Fi, a klepněte na [Další]."
MSM6126="Připojit k Wi-Fi z tiskárny"
MSM6127="Nastavení připojení Wi-Fi pomocí kabelu USB"
MSM6128="Není-li tiskárna nalezena ani po provedení postupu podle průvodce, může se jednat o problém se sítí. Klepněte na [Řešení potíží] a zkontrolujte nastavení sítě."
MSM6129="Řešení potíží"
MSM6130="Síťové připojení tiskárny"
MSM6131="Když je tiskárna připravena, klepněte na [Další]. Chcete-li připravit připojení na tiskárně, klepněte na [Pokyny] a postupujte podle návodu."
MSM6133="Program se ukončuje a otevírá se příručka online.\n\nProgram se nyní zavře, aby nedošlo ke změně nastavení sítě. Po kontrole nastavení sítě program restartujte."
MSM6134="Pokud se vám nedaří přejít k dalšímu kroku ani po přípravě tiskárny na připojení, klepněte na [Alternativní způsoby]."
MSM6135="Program se ukončuje a otevírá se příručka online."
MSM6136="Program se nyní zavře, aby nedošlo ke změně nastavení sítě. Po kontrole nastavení sítě program restartujte."
MSM6150="Výběr síťového adaptéru"
MSM6151="Bylo zjištěno více síťových adaptérů. Vyberte síťový adaptér, který chcete použít."
MSM6160="Zástupce příručky online"
MSM6161="Chcete vytvořit zástupce na ploše na příručku online?"
MSM6162="Příručka online Canon %s"
MSM6163="Vytvořit zástupce"
MSM6164="Nevytvářet zástupce"
MSM6170="Nelze detekovat tiskárnu.\nKlepněte na [Řešení potíží] a zkontrolujte postup opravy."
MSM6171="Tiskárna byla rozpoznána. Počkejte na dokončení instalace.\nMůže to chvíli trvat."
MSM6172="Kabel USB je připojen k tiskárně. Odpojte jej."
MSM6173="Připojení tiskárny nebylo dokončeno. Chcete se vrátit zpět na předchozí obrazovku?"
MSM6180="Připojení tiskárny k síti"
MSM6181="Klepněte na tlačítko [Další] a nastavte tiskárnu podle zobrazeného průvodce."
MSM6182="Nelze najít žádné tiskárny.\nKlepněte na tlačítko [Další] a nastavte vaši tiskárnu podle zobrazeného průvodce."
MSM6183="Hledat adresu IP"
MSM6184="Vyberte ze seznamu tiskárnu, kterou chcete nastavit. Pokud má více tiskáren stejný název produktu, zkontrolujte sériové číslo."
MSM6185="Probíhá kontrola sériového čísla"
MSM6186="Pokud tiskárna, kterou hledáte, není v seznamu, klepněte na tlačítko [Tiskárna nenalezena]."
MSM6187="Tiskárna nenalezena"
MSM6190="Příprava tiskárny"
MSM6191="Stiskněte a přidržte následující tlačítko na vaší tiskárně po dobu 3 sekund a potom klepněte na [Další]."
MSM6192="Pokud máte potíže s připojením pomocí tohoto tlačítka, klepněte na [Pokyny]."
MSM6193="Probíhá hledání tiskáren. Čekejte. Může to trvat přibližně minutu."
MSM6200="Probíhá kontrola stavu skeneru"
MSM6201="Připojte skener k počítači pomocí kabelu USB.\nPokud má skener tlačítko Zapnout nebo vypínač, zapněte jej."
MSM6202="Nelze detekovat skener.\nKlepněte na [Řešení potíží] a najděte možná řešení."
MSM6203="Kabel USB je připojen ke skeneru. Odpojte jej."
MSM6204="Skener byl rozpoznán. Počkejte na dokončení instalace.\nMůže to chvíli trvat."
MSM6210="Další informace o vašem zařízení Canon %s"
MSM6211="Další aplikace pro zařízení %s"
MSM6212="Příručka Canon %s"
MSM6213="Příručka online"
MSM6220="Přípravy tiskárny pravděpodobně nebyly dokončeny. Podrobnosti najdete v Příručce online."
MSM6221="Přípravy tiskárny pravděpodobně nebyly dokončeny."
MSM6222="Podrobnosti najdete v Příručce online."
MSM6230="Připojení pomocí bezdrátového směrovače"
MSM6233="V závislosti na vašem síťovém prostředí může připojení přímo k tiskárně odpojit počítač od internetu.\nChcete vybrat tiskárnu, ke které se chcete připojit?\n\nAktuální připojení: %s"
MSM6240="Uvedená tiskárna nebyla nalezena. Ověřte adresu IP nebo název Bonjour a pokus opakujte. Další podrobnosti získáte klepnutím na možnost [Příručka online]."
MSM6241="Uvedenou adresu IP nebo název Bonjour již používá jiné zařízení. Ověřte adresu IP nebo název Bonjour a pokus opakujte. Další podrobnosti získáte klepnutím na možnost [Příručka online]."
MSM6256="Probíhá vyhledávání v síti, ke které je připojena tiskárna.\nPočkejte prosím na dokončení hledání."
MSM6257="Připojení tiskárny k síti se nezdařilo. Připojení počítače bylo vráceno do původní sítě.\nProběhne pokus o připojení jinou metodou.\n\nChcete-li přejít na USB nebo jinou metodu připojení, klepněte na možnost [Změnit způs. připoj.]."
MSM6258="Změnit způs. připoj."
MSM6259="Připojení tiskárny k síti se nezdařilo. Proběhne pokus o připojení jinou metodou.\n\nChcete-li přejít na USB nebo jinou metodu připojení, klepněte na možnost [Změnit způs. připoj.]."
MSM6260="Je možné ponechat počítač připojený k následující síti (SSID)?"
MSM6261="Tiskárna byla nalezena, když byl počítač připojen ke stejné síti (SSID) jako tiskárna.\nChcete nechat počítač připojený k této síti a pokračovat v nastavení? Další podrobnosti se dozvíte klepnutím na možnost [Příručka online]."
MSM6262="Ano"
MSM6263="Ne"
MSM6264="Zobrazit informace o řešení potíží se sítí v příručce online?"
MSM6265="Připojení tiskárny k síti se nezdařilo.\nPřed opětovným připojením doporučujeme zkontrolovat síťové prostředí.\nAby nedošlo k ovlivnění nastavení sítě, které by mohlo omezit přístup k příručce online, bude instalace zrušena.\n\nChcete-li přejít na USB nebo jinou metodu připojení, klepněte na možnost [Ne]."
MSM6266="Ano"
MSM6267="Ne"
